IDEA StatiCa Open Model
ConcreteSLSCheckResultStressLimitation Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ConcreteSLSCheckResultStressLimitation class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected ConcreteSLSCheckResultStressLimitation()
Protected Sub New
protected:
ConcreteSLSCheckResultStressLimitation()
See Also
Reference
ConcreteSLSCheckResultStressLimitation Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace